// первое задание

var word = prompt('Введите своё имя');
console.log('Меня зовут ' + word);


var work = prompt('Введите свой возрост');
console.log('мне '+ work);


var add = prompt('Решите пример 13 + 20');
console.log('Пример 1: 13 + 20 = ' + (13 + 20) + '  Ваш ответ: ' + add);       


var app = prompt('Решите пример 65 - 15');
console.log('Пример 2: 65 - 15 = ' + (65 - 15) + '  Ваш ответ: ' + app);   


var att = prompt('Решите пример 10 * 3');
console.log('Пример 3: 10 * 3 = ' + (10 * 3) + '  Ваш ответ: ' + att);


var js = prompt('Решите пример 99 / 3');
console.log('Пример 4: 99 / 3 = ' + (99 / 3) + '  Ваш ответ: ' + js);


var sj = prompt('Решите пример 70 % 30');
console.log('Пример 5: 70 % 30 = ' + (70 % 30) + '  Ваш ответ: ' + sj);


var play = alert('Откройте консоль для просмотра');

//второе задание
  

var X = +prompt('Введите первое число')
var Y = +prompt('Введите второе число')
var Z = +prompt('Введите третье число')


alert('Среднее арифметическое:' + (X + Y + Z)  / 3)